export default [
    {
        id: 'c1',
        ctg_name: {
            text: 'Свадьба',
        },
        data:[
            {
                productId:'p1',
                title:'Кольца',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-1.png',import.meta.url),
            },
            {
                productId:'p2',
                title:'серьги',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-2.png',import.meta.url),
            },
            {
                productId:'p3',
                title:'подвески',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-3.png',import.meta.url),
            },
            {
                productId:'p4',
                title:'запонки',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-4.png',import.meta.url),
            },
            {
                productId:'p5',
                title:'браслеты',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-5.jpg',import.meta.url),
            },
            {
                productId:'p6',
                title:'часы',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-6.png',import.meta.url),
            },
        ],
    },
    {
        id: 'c2',
        ctg_name: {
            text: 'МУЖУ',
        },
        data:[
            {
                productId:'p1',
                title:'Кольца',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/muj/m1.jpg',import.meta.url),
            },
            {
                productId:'p2',
                title:'серьги',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img:new URL('./assets/images/products/muj/m2.jpg',import.meta.url),
            },
            {
                productId:'p3',
                title:'подвески',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/muj/m3.jpg',import.meta.url),
            },
            {
                productId:'p4',
                title:'запонки',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/muj/m4.jpg',import.meta.url),
            },
            {
                productId:'p5',
                title:'браслеты',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/muj/m5.jpg',import.meta.url),
            },
            {
                productId:'p6',
                title:'часы',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/muj/m6.jpg',import.meta.url),
            },
        ],
    },
    {
        id: 'c3',
        ctg_name: {
            text: 'жене',
        },
        data:[
            {
                productId:'p1',
                title:'Кольца',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-1.png',import.meta.url),
            },
            {
                productId:'p2',
                title:'серьги',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-2.png',import.meta.url),
            },
            {
                productId:'p3',
                title:'подвески',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-3.png',import.meta.url),
            },
            {
                productId:'p4',
                title:'запонки',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-4.png',import.meta.url),
            },
            {
                productId:'p5',
                title:'браслеты',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-5.jpg',import.meta.url),
            },
            {
                productId:'p6',
                title:'часы',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-6.png',import.meta.url),
            },
        ],
    },
    {
        id: 'c4',
        ctg_name: {
            text: 'партнеру',
        },
        data:[
            {
                productId:'p1',
                title:'Кольца',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-1.png',import.meta.url),
            },
            {
                productId:'p2',
                title:'серьги',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-2.png',import.meta.url),
            },
            {
                productId:'p3',
                title:'подвески',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-3.png',import.meta.url),
            },
            {
                productId:'p4',
                title:'запонки',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-4.png',import.meta.url),
            },
            {
                productId:'p5',
                title:'браслеты',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-5.jpg',import.meta.url),
            },
            {
                productId:'p6',
                title:'часы',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-6.png',import.meta.url),
            },
        ],
    },
    {
        id: 'c5',
        ctg_name: {
            text: 'коллекции',
        },
        data:[
            {
                productId:'p1',
                title:'Кольца',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-1.png',import.meta.url),
            },
            {
                productId:'p2',
                title:'серьги',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-2.png',import.meta.url),
            },
            {
                productId:'p3',
                title:'подвески',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-3.png',import.meta.url),
            },
            {
                productId:'p4',
                title:'запонки',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-4.png',import.meta.url),
            },
            {
                productId:'p5',
                title:'браслеты',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-5.jpg',import.meta.url),
            },
            {
                productId:'p6',
                title:'часы',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-6.png',import.meta.url),
            },
        ],
    },
    {
        id: 'c6',
        ctg_name: {
            text: 'редкость',
        },
        data:[
            {
                productId:'p1',
                title:'Кольца',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-1.png',import.meta.url),
            },
            {
                productId:'p2',
                title:'серьги',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-2.png',import.meta.url),
            },
            {
                productId:'p3',
                title:'подвески',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-3.png',import.meta.url),
            },
            {
                productId:'p4',
                title:'запонки',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-4.png',import.meta.url),
            },
            {
                productId:'p5',
                title:'браслеты',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-5.jpg',import.meta.url),
            },
            {
                productId:'p6',
                title:'часы',
                desc: '          Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Единственное меня lorem толку текстов агентство там рот она страна имеет. Повстречался по всей себя букв оксмокс текстами все даль грамматики рекламных вдали он, власти коварных толку пустился обеспечивает грустный, речью языком, рукописи лучше ее подпоясал рот напоивший подзаголовок? Выйти, рыбного.',
                img: new URL('./assets/images/products/img-6.png',import.meta.url),
            },
        ],
    },
]